Repository: tejpateleww/Nexus_Passenger_iOS_Team_KV
Catalog: Storyboards/*.lproj/Localizable.strings
Languages: sw

source: If you were to will be chanxceed package limites you will be charged as follows
sw: Ikiwa ungependa kuwa mipaka ya mfuko wa chanxceed utashtakiwa kama ifuatavyo

source: Additional Charges
sw: Malipo ya ziada

source: How was your experience with Driver
sw: Ilikuwaje uzoefu wako na dereva

source: Phone Number
sw: Namba ya Simu

source: Click calendar icon to select pickup time
sw: Bonyeza kalenda icon kuchagua muda Pickup

source: Pickup Location
sw: Eneo la Pickup:

source: Dropoff Location
sw: Eneo la Dharura:

source: Promo Code
sw: Msimbo wa kukuza

source: Package Type
sw: Aina ya Pickup

source: Flight Number
sw: Namba ya Ndege

source: Notes
sw: Maelezo

source: Confirm
sw: Thibitisha

source: Driver Info
sw: Maelezo ya dereva

source: Confirm Password
sw: Idhinisha Password

source: Trip Status:
sw: Jina la Kwanza

source: Full Name
sw: Jina Kamili

source: Address
sw: Anuani

source: Name
sw: Jina

source: Last Name
sw: Jina la familia

source: Invite Code
sw: Namba Ya Ukaribisho

source: Not Available
sw: Haipatikani

source: Car not available!
sw: Gari haipatikani!

source: Book Car Now
sw: Kitabu cha Gari Sasa

source: Book Car Later
sw: Kitabu gari baadaye

source: Please Swape Right To Left or Touch for Book Bars and Clubs
sw: Tafadhali Swape Right Kushoto au Kugusa kwa Baa Kitabu na Vilabu

source: Please Swape Right To Left or Touch for Shopping Center
sw: Tafadhali Swape Haki Kushoto au Kugusa kwa Kituo cha Ununuzi

source: Please Swape Right To Left or Touch for Book Restaurants
sw: Tafadhali Swape Haki Kushoto au Kugusa kwa Migahawa ya Kitabu

source: Please Swape Right To Left or Touch for Book Hotels
sw: Tafadhali Swape Right Kushoto au Kugusa kwa Kitabu Hotels

source: Please Swape Right To Left for remove address.
sw: Tafadhali Swape Right to Left kwa kuondoa anwani.

source: Home
sw: Nyumbani

source: GPS is settings
sw: GPS ni mipangilio

source: GPS is not enabled. Do you want to go to settings menu?
sw: GPS haijawashwa. Unataka Kwenda Kwa Menyu Ya Kuseti?

source: Permission Denied, You cannot access location data.
sw: Ombi Limekataliwa, Huwezi Kupata Taarifa Za Eneo.

source: Need NFC Permission
sw: Inahitaji idhini ya NFC

source: Please select another image
sw: Tafadhali chagua picha nyingine

source: Permission Granted
sw: Ruhusa Imetolewa

source: Permission not Granted
sw: Ruhusa si Imekubaliwa

source: Need Camera Permission
sw: Unahitaji Ruhusa Ya Camera

source: This app needs camera permission.
sw: Programu hii inahitaji kibali cha kamera

source: All Notifications
sw: Arifa zote

source: Balance
sw: Mizani

source: Transfer
sw: Uhamisho

source: Add Card
sw: Ongeza Kadi

source: Utilities
sw: Huduma

source: Water
sw: Maji

source: Gas
sw: Gesi

source: Electricity
sw: Umeme

source: Movies
sw: Filamu

source: Travel
sw: Gas

source: Transfer Status
sw: Hali ya Uhamisho

source: Available Funds
sw: Electricity

source: Top Up
sw: Juu hadi

source: Transfer To Bank
sw: Uhamisho kwa Benki

source: Transfer To Bank Account
sw: Uhamisho kwa Akaunti ya Benki

source: History
sw: Historia

source: UpComing
sw: Yajayo

source: Send Money
sw: Tuma Pesa

source: Receive Money
sw: Pokea Pesa

source: Set Amount
sw: Weka Kiasi

source: Amount
sw: Kiasi

source: QRCode Scanner
sw: Scanner QRode

source: Current Balance
sw: Mizani ya sasa

source: Add a Card
sw: Ongeza Kadi

source: Add New Card
sw: Ongeza Kadi Mpya

source: OK
sw: sawa

source: Cancel
sw: Futa

source: Card Number
sw: Namba ya kadi

source: MissingTranslationCVV
sw: KukosekanaTranslationCVV

source: Done
sw: Tayari

source: Please ensure you have entered your payment detail correctly.
sw: Tafadhali Hakikisha Umeingiza Taarifa Zako Sahihi Za Malipo

source: Card is not valid.
sw: Kadi Si Sahihi

source: Invalid card number.
sw: Namba Za Kadi Si Sahihi

source: Have a promocode?
sw: Unayo Promocode?

source: Error Message
sw: Taarifa Ya Tatizo

source: Please enter phone number
sw: Tafadhali Ingiza Namba ya Simu

source: Please enter a valid phone number
sw: Tafadhali Ingiza Namba ya Simu Sahihi

source: Please enter email
sw: Tafadhali Ingiza Email Yako

source: Please enter a valid email
sw: Tafadhali Ingiza Email Yako Sahihi

source: Please enter password
sw: Tafadhali Ingiza Password Yako

source: Password must contain at least 8 characters
sw: Password Iwe Na Herufi Angalau 8

source: Passcode Required
sw: Nambari ya Pasipoti Inahitajika

source: Enter Passcode
sw: Ingiza Msimbo wa Pasipoti

source: Please enter confirm password
sw: Tafadhali Ingiza Na Indinisha Password Yako

source: Password and confirm password must be same
sw: Password Zote Lazima Zifanane

source: GET RECEIPT
sw: Tuma Risiti

source: Please try again later
sw: Tafadhali Jaribu Tena Baadae

source: Please check your internet connection
sw: Tafadhali Angalia Kama Umeungalisha Na Intaneti

source: No internet connection
sw: Hakuna Intaneti

source: Support
sw: Usaidizi

source: Legal
sw: Sheria

source: Please enter OTP
sw: Tafadhali Ingiza OTP

source: Please enter correct OTP
sw: PTafadhali Ingiza OTP Sahihi

source: Please select profile image
sw: Tafadhali Chagua Picha Ya Ukurasa Wako

source: Please enter first name
sw: Tafadhali Ingiza Jina La Kwanza

source: Please select date of birth
sw: Tafadha Chagua Tarehe Ya Kuzaliwa

source: Please enter address
sw: Tafadhali Ingiza Anuani Yako

source: Please first complete your trip
sw: Tafadhali Kwanza Maliza Safari

source: Next
sw: Mbele

source: Sign In
sw: Ingia

source: Pickup Date
sw: tarehe ya kupakua

source: Sign Up
sw: Toka

source: Don't have an account?
sw: Huna Akaunti?

source: Enter OTP
sw: Kanuni ya OTP

source: Verify
sw: Thibitisha

source: Resend OTP
sw: Tuma Tena OTP

source: Image
sw: Picha

source: Date Of Birth
sw: Tarehe Ya Kuzaliwa

source: Save
sw: Hifadhi

source: Select Payment Method
sw: Chagua Njia Ya Kulipa

source: Cash
sw: Taslimu

source: (incl tax)
sw: (kodi ya pamoja)

source: Total Amount :
sw: Jumla :

source: Booking Confirmed
sw: Uhifadhi umehakikishiwa

source: Booking Fee:
sw: Gharama Za Booking

source: Trip Fare:
sw: Gharama Ya Safari

source: Pickup Time
sw: Muda Wa Kuchukua

source: Pickup Time:
sw: Muda Wa Kuchukua:

source: Vehicle Type:
sw: Aina Ya Gari:

source: Night Fare:
sw: Usiku Usiku:

source: Distance Fare:
sw: Umbali wa Kukimbia:

source: Distance Travelled:
sw: Umbali Wa Safari

source: Tax:
sw: Ushuru

source: Cards
sw: Kadi

source: Card
sw: Kadi

source: Card :
sw: Kadi

source: When a friend register with your code, you will recieve referal amount.
sw: Rafiki Akitumia Code Yako, Utapata Kiasi Cha Referral

source: Share Receipt
sw: Tumianeni Risiti

source: Account
sw: Akaunti

source: Edit Profile
sw: Rekebisha Ukurasa Wako

source: Profile
sw: Ukurasa Wako

source: Gender
sw: Jinsia

source: Change Password
sw: Badili Password

source: Male
sw: Mme

source: TrackYourTrip:
sw: Fuatilia safari yako

source: Female
sw: Mke

source: PICK UP TIME:
sw: PICHA KATIKA TIME:

source: DROPOFF TIME :
sw: TIMA TIME:

source: VEHICLE TYPE :
sw: TYPE YA VEHICLE:

source: DISTANCE TRAVELLED :
sw: DISTANCE YA KUFUNA:

source: TRIP FARE :
sw: FARIA YA FARIA:

source: WAITING COST :
sw: KUTUMA KATIKA:

source: BOOKING CHAGE :
sw: KUCHUKA KUTOKA:

source: TAX :
sw: KODI:

source: DISCOUNT :
sw: FINDA:

source: PAYMENT TYPE :
sw: NJIA YA KULIPA:

source: TOTAL COST :
sw: TOTAL TOTAL:

source: DROP LOCATION :
sw: DUKA LOCATION:

source: Booking Id
sw: Kitambulisho Cha Booking

source: Booking Id :
sw: Kitambulisho Cha Booking:

source: New Password
sw: Password Mpya

source: My Bookings
sw: Maombi Yangu

source: Payment Options
sw: Njia Za Malipo

source: Discount
sw: Punguzo

source: Grand Total
sw: Jumla ya Jumla

source: My Receipts
sw: Risiti Zangu

source: Less
sw: Chini

source: Invite Friends
sw: Karibisha Marafiki

source: My Ratings
sw: Ratings Zangu

source: Waiting Cost
sw: Gharama ya Kusubiri

source: Waiting Time
sw: Muda wa Kusubiri

source: Comment
sw: Maoni

source: Booking Charge
sw: Malipo ya Usajili

source: Sub Total
sw: Jumla ndogo

source: Toll Fee
sw: Malipo ya Toll

source: Car Model:
sw: Modeli ya Gari

source: Notes (Optional)
sw: Taarifa (Sio Lazima)

source: Flight Number (If applicable)
sw: Namba Ya Ndege (Sio Lazima)

source: You will be notified with your driver detail after your request is submited.
sw: Utapewa Taarifa Za Dereva Baada Ya Kutuma Ombi Lako

source: Submit
sw: Tuma

source: Signout
sw: Toka

# Forgot Passwor
source: Forgot Password
sw: Umesahau Password

source: Forgot Password?
sw: Umesahau Password?

source: SHARE
sw: SAMBAZA

source: Payment Type:
sw: Njia Ya Kulipa:

source: Track Your Trip
sw: Fatilia Safari Yako

source: Please select car model
sw: Tafadhali Chagua Modeli ya Gari

source: Please enter a valid drop off location
sw: Tafadhali Ingiza Sehemu Sahihi Ya Kushuka

source: Please enter a valid pickup location
sw: Tafadhali Ingiza Sehemu Sahihi Ya Kuchukua

source: Please enter Name
sw: Tafadhali Ingiza Jina

source: Promo Applied:
sw: Matumizi ya Matumizi:

source: Please select date and time
sw: Tafadhali Chagua Tarehe Na Muda

source: Please select payment method
sw: Tafadhali Chagua Njia Ya Kulipa

source: Please enter flight number
sw: Tafadhal Ingiza Namba Ya Ndege

source: Please enter Account Holder Name
sw: Tafadhali Ingiza Jina La Mwenye Akaunti

source: Please enter Bank Name
sw: Tafadhali Ingiza Jina La Benki

source: Please enter BSB
sw: Tafadhali Ingiza BSB

source: Please enter Bank Account Number
sw: Tafadhali Ingiza Namba Ya Akaunti

source: Please select Gender
sw: Tafadhali Chagua Jinsia

source: Please select card
sw: Tafadhali Chagua Kadi

source: Please enter amount
sw: Tafadhali Ingiza Kiasi

source: Something went wrong please try again later
sw: Kuna Tatizo, Tafadhali Jaribu Tena

source: Please select 30 minutes greater time from current time
sw: Tafadhali Chagua Dakika 30 Zaidi Ya Muda Wa Sasa

source: Bank details updated successfully
sw: Taarifa Za Benki Zimeboreshwa

source: Your profile updated successfully
sw: Ukurasa Wako Umeboreshwa

source: Car model not found
sw: Modeli Ya Gari Haipo

source: Info Message
sw: Ujumbe Wa Taarifa

source: TRANSFER TO BANK
sw: FINDA BANKA

source: No Routes Found Please Try again later
sw: Hakuna Ruti. Tafadhali Jaribu Tena Baadae

source: You can send request after 30 second.
sw: Huwezi Kutuma Ombi Baada Ya Sekunde 30

# Packages can be made after 2 hours from now. Sri Lankan time is
source: Packages can be made after 2 hours from now. Sri Lankan time is 2018-03-06 11:16 AM
sw: Vifurushi vinaweza kufanywa baada ya masaa 2 kutoka sasa. Wakati wa Sri Lanka ni

source: Sim state PIN required
sw: Sim State PIN Inatakiwa

source: Select your pickup Date and Time
sw: Chagua tarehe yako na muda

source: Sim state network locked
sw: Sim State Network Imezuiwa

source: Sim state PUK required
sw: Sim State PUK inatakiwa

source: Please enter your pickup location again
sw: Tafadhali Ingiza Sehemu Ya Kuchukuliwa Tena

source: Please enter your destination again.
sw: Tafadhali Ingiza Sehemu Ya Kushushwa Tena.

source: Sim card not available
sw: Tafadhali Jaribu Tena Kodi ya QR haipatikani

source: Jan
sw: Januar

source: Feb
sw: Februar

source: Mar
sw: Mach

source: Apr
sw: April

source: May
sw: Me

source: Jul
sw: Jula

source: Aug
sw: Agosti

source: Sep
sw: Septemb

source: Oct
sw: Oktob

source: Nov
sw: Novemb

source: Dec
sw: Desemb

source: Add Tip
sw: Ongeza nch

source: Tip
sw: Kidokezo:

source: Connection Error
sw: Hitilafu ya Connection

source: Internet connection not available
sw: Uunganisho wa intaneti haupatikani

source: PROFILE
sw: MAELEZO

source: INVITE FRIENDS
sw: Karibisha marafiki

source: Card List
sw: Orodha ya Kadi

source: TRANFER
sw: UHAMISHO

source: Terms & Conditions
sw: Masharti & Masharti

source: Privacy Policy
sw: Sera ya Faragha

source: MY RECEIPTS
sw: RECEIPTS YANGU

source: SHARE YOUR INVITE CODE
sw: SAMBAZA CODE YAKO

source: Share Your Invite Code
sw: Sambaza Code Yako

source: OnGoing
sw: Yasasa

source: Past Booking
sw: Ya Nyuma

source: HOME
sw: NYUMBANI

source: Book Now
sw: Omba Sasa

source: Book Later
sw: Omba Baadae

source: REQUEST NOW
sw: OMBA SASA

source: Your request status pending...
sw: Ombi Lako Linasubirishwa

source: Cancel Request
sw: Sitisha Safari

source: If you cancel the trip then you will be partially charged. Are you sure you want to cancel the trip?
sw: Ukisitisha Safari Utalipia Bado Unassitisha?

source: NO
sw: HAPANA

source: YES
sw: NDIYO

source: Your trip has been completed
sw: Safari yako imekamilika

source: Your request has been rejected.
sw: Ombi lako limekataliwa.

source: Your trip has now started.
sw: Safari yako imeanza.

source: Trip Status
sw: Taarifa Za Safari

source: Thanks for feedback
sw: Asante kwa mrejesho

source: Any other feedback(Optional)
sw: Mrejesho Zaidi (Sio Lazima)

source: Tip Alert
sw: Tahadhari ya Tip

source: Account Holder Name
sw: Jina La Mwenye Akaunti

source: Bank Name
sw: Jina La Benki

source: Bank Account No.
sw: Namba Ya Akaunti Ya Benki

source: DropoffTime
sw: Muda Wa Kushusha

source: Are you sure you want to logout?
sw: Una uhakika unataka kuingia?

source: Please enter drop off location
sw: Tafadhali ingiza kuacha mahali

source: Please enter pick up location
sw: Tafadhali ingiza eneo la kupakua

source: Please fill all details
sw: Tafadhali jaza maelezo yote

source: All fields are required...
sw: Mashamba yote yanahitajika

source: Your ride has been booked.
sw: Safari yako imehifadhiwa.

source: Please Select Car
sw: Tafadhali chagua gari

source: Enter Promocode
sw: Ingiza Promocode

source: Apply Promocode
sw: Tumia Promocode
